[
  {
    "category": "Escola",
    "url": "escola",
    "description": "Hora de aprender para se tornar um cachorro bonzinho!",
    "color": "#6B5BE2",
    "videos": [
      {
        "id": "KmOifwloghI",
        "title": "Senta! Fica!",
        "description": "Os comandos para cães podem reforçar comportamentos positivos, e melhorar a saúde física e mental do seu amigo. Confira essas dicas para ensinar seu pet em casa!"
      },
      {
        "id": "taZ1FU5TEnc",
        "title": "Xixi no lugar certo!",
        "description": "Aprenda como ensinar o seu cachorrinho a fazer as necessidades no lugar certo."
      },
      {
        "id": "z-gww2OcqKQ",
        "title": "Como começar adestrar?",
        "description": "Você quer ter um cão obediente? Nesse vídeo irei mostrar como você pode educar o seu cão em casa, a qualquer momento."
      },
      {
        "id": "wF5q4XwRqAU",
        "title": "Comandos básicos",
        "description": "Quer saber como adestrar um cachorro com dicas simples e fáceis? Neste vídeo você vai aprender como adestrar um cachorro ensinando a ele 6 comandos básicos!"
      },
      {
        "id": "OXaR1zUL_jo",
        "title": "Cão Hiperativo?",
        "description": "Aprenda passo a passo de como adestrar um cachorro hiperativo e ter um cãozinho calmo."
      }
    ]
  },
  {
    "category": "Comida",
    "url": "comida",
    "description": "Receitinhas deliciosas para encher a barriguinha e ter energia para brincar!",
    "color": "#9CD33B",
    "videos": [
      {
        "id": "ur3d92sVvIw",
        "title": "Comida Natural",
        "description": "Receita de comida saudável e caseira que você não pode perder. O arroz e as verduras são uma peça chave da alimentação canina natural."
      },
      {
        "id": "5HQq29de8Qk",
        "title": "Biscoito para cachorro",
        "description": "Não é um pet cookie que fica crocante, portanto até aquele seu cãozinho mais velhusquinho pode conseguir comer. Aproveite e experimente você também!"
      },
      {
        "id": "0Taa7j41k6s",
        "title": "Bolo para cachorro",
        "description": "Aprenda a fazer um bolo delicioso pro seu cachorro! Super fácil, rápido, barato e simples de fazer."
      }
    ]
  },
  {
    "category": "Moda",
    "url": "moda",
    "description": "Dicas de looks para ficar quentinho e bonito!",
    "color": "#DC6EBE",
    "videos": [
      {
        "id": "6jDkbch7y0M",
        "title": "Dog's Fashion Show",
        "description": "Fomos a um desfile muito fashion para cachorros para ver as novidades. Qual roupa vocês mais gostaram?"
      },
      {
        "id": "woKmGvkKK4w",
        "title": "DIY - Moda Pet",
        "description": "17 melhores dicas e truques de costura para fazer roupas e acessórios para cachorros e gatos."
      },
      {
        "id": "Ie8Das9QyJk",
        "title": "Roupa cirúrgica",
        "description": "Aprenda nesse tutorial como fazer roupinha cirúrgica para seu cachorro."
      },
      {
        "id": "ht1r_z_xs1I",
        "title": "Roupa de crochê",
        "description": "Tutorial de como fazer roupinha de crochê para seu AUmigo!"
      }
    ]
  },
  {
    "category": "AUstro de cinema",
    "url": "austrodecinema",
    "description": "Vídeos de cachorrinhos famosos para se inspirar e se divertir!",
    "color": "#FF8C2A",
    "videos": [
      {
        "id": "jdpg0yy5eQE",
        "title": "Ruim pra cachorro",
        "description": "Dizem que o cachorro é o melhor amigo do homem, mas e se o homem for um vacilão? Nesse caso, pode ser hora de uma doce vingança, no estilo cachorrinho."
      },
      {
        "id": "mT5niq0-D6M",
        "title": "Clifford",
        "description": "Emily conhece um criador de animais mágico que lhe dá um cachorrinho vermelho. Entretanto, ela nunca imaginou acordar e encontrar um cão gigante de três metros em seu pequeno apartamento em Nova York. "
      },
      {
        "id": "DmZAqjuNUa4",
        "title": "Frankenweenie",
        "description": "Quando o cão morre atropelado, Victor fica triste e inconformado. Inspirado por uma aula de ciências que teve na escola, ele constrói uma máquina que permita reviver Sparky."
      },
      {
        "id": "4vzzsQQ48RA",
        "title": "Pets",
        "description": "Max é um cachorrinho que mora em um apartamento de Manhattan. Quando seu dono traz para casa um viralata desleixado chamado Duke, Max não gosta nada."
      },
      {
        "id": "yeegSMOA0fk",
        "title": "SCOOBY!",
        "description": "Salsicha e Scooby tem uma conexão instantânea envolvendo comida em seu primeiro encontro, e logo se unem aos jovens detetives Fred, Velma e Daphne para formar a Mistério S/A."
      }
    ]
  }
]
